Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/skuvlahistorja1/albert-sn.html.tmx
Source language: sme
Languages: sma

source: Åarjelh-saemien gielesne På norsk In English
sma: På norsk Tjaalege gærjeste Saemien skuvle-vaajese 1.

source: Skuvlla ja boazodoalu gaskkas
sma: Skuvlen jih båatsoeburrien gaskesne

source: Svein Lundain ságastallanDavvisámegillii jorgalan: Marit Eira Gaino
sma: Svein Lundese soptsestamme Åarjelh-saemien gielese jarkoestamme: Åsta Vangberg

source: Albert Jåma, Tronesas Njåamesje-vuomis, 2003.
sma: Albert Jåma, Tronesesne Njåamesje-vuemesne, 2003.

source: (Govva: Svein Lund)
sma: (Guvvie: Svein Lund)

source: Albert Jåma lea riegádan jagi 1946 ja bajásšaddan boazodoalu birrasis.
sma: Albert Jåma reakasovvi jaepien 1946 jih båatsoeburrie- byjrekisnie Helgelaantesne byjjesovvi.

source: Dálvet orui bearaš riddoguovlluin Njåamesjevuomis, ja geasset badjelis váriin davágeahčen Davvi- Trøndelága.
sma: Fuelhkie lij daelvegi saelhtien bealesne Njåamesjevuemesne, jih giesegi vaerij dajvine Noerhte-Trøndelagesne.

source: Odne bargá son boazodoallin dán guovllus. Dás muitala son iežas skuvlavázzima birra ja eallima birra go reagastii gaskkal skuvlla ja boazodoalu.
sma: Daelie jijtjedh båatsoeburrie seamma dajvine jih daesnie soptseste altese skuvletijjeste jih guktie fealadimmie skuvlen jih båatsoedajven gaskems orreme.

source: Albert áhčči, Anselm Jåma lei áŋgiris bealušteaddji lullisámi skuvlaáššis.
sma: Alberten aehtjie, Anselm Jåma lij jieknge barkije åarjelh-saemien skuvlen aamhtsi gaavhtan.

source: Son lei moanat jagiid lullisámi skuvlakomitea jođiheaddji.
sma: Gellie jaepieh lij åvtehke åarjelh-saemien skuvle-kovmiteesne.

source: Rahčama ovddas sámi skuvlla ja eará sámi áššiid barggu ovddas, oaččui son jagi 1968:s geigejuvvot Gonagasa golli.
sma: Dan buerie barkoen skuvlen gaavhtan jih aaj barkoeh jeatja saemiej aamhtsigujmie, Anselm Jåma Gånkan gulliem dåastoeji jaepien 1968.

source: Skuvlakomitea ásahuvvui juo jagi 1902:s, muhto heaittihuvvui 1947:s go eiseválddit lohpidedje ahte galgá huksejuvvot internáhttaskuvla lullisápmelaččaide.
sma: Skuvle-kovmiteen barkoe jaepien 1902 eelki, mohte dam orrejehtin 1947 juktie åejvie-almetjh staatesne luhpiedin internatskuvlem åarjelh-saemiej maanide bigkedh.

source: Muhto go čájehuvvui ahte gaskaboddosaš skuvla mii álggahuvvui Aarbortes 1951:s ii lean dat man ovddas lullisápmelaččat ledje rahčan, de komitea álggahuvvui ođđasit 1953:s.
sma: Aanjebodts skuvle Aarbortesne jaepien 1951 tseegkesovvi, mohte ij lij dihte dorjehtse gæmhpomen mietie, juktie kovmitee vihth juhtiemasse bøøti jaepien 1953.

source: Ledje eanaš Trøndelága ja Hedemárkku sápmelaččat geat oassálaste dán komiteas.
sma: Jeenemesh saemieh Trøndelageste jih Hedemarkeste lin meatan dennie kovmiteesne.

source: Eanaš sápmelaččat Aarbortes ja Vaapstes balle ahte ođđa skuvlla ásaheapmi Tøndeláhkii mielddisbuktá ahte sii masset dan fálaldaga mii sis dál lei Aarbortes.
sma: Saemieh Aarborteste jih Vaapseste billin edtjin skuvlem Aarbortesne dassedh jis orre skuvle saemide Trøndelagesne tseegkesovvi.

source: Válddii guhkes áiggi ovdal skuvlakomitea barggus bohte bohtosat.
sma: Guhkies tijje veesi aerebi goh skuvle-kovmiteen barkoe vååjnesasse bøøti.

source: Easkka 1968:s álggahuvvui sámeskuvla Snåasii.
sma: Voestegh jaepien 1968 meehtin orre skuvlem saemide Snåasesne rihpestidh.

source: Alberta 4 jagi boarrasit viellja váccii vuosttaš skuvlajagiid boares sámemiššovnna skuvllas Havikas.
sma: Alberten nielje jaepien båarasåbpoe vielle dejtie voestes skuvle-jaepide misjovnen skuvlesne Havikesne veedtsi.

source: Ieš gal Albert beasai vázzit buot skuvlajagiid sámeskuvllas Aarbortes jagiid 1953- 1960.
sma: Alberte jijtje abpe skuvletijjem saemien skuvlesne Aarbortesne veedtsi, jaepeste 1953- jaapan 1960.

source: Go son álggii, de lei juo skuvla goalmmát jagi doaimmas.
sma: Goh eelki, dellie lij skuvle gåalmeden jaepien juhtiemisnie.

source: - Lei gal oalle gaskaboddosaš skuvla masa bođiimet Aarbortes.
sma: - Novh lij sjiere skuvle mij mijjem Aarbortesne dåastoehti.

source: Dan ledje duiskkalaččat huksen nuppi máilmmisoađi vuolde offiseraide orrundállun.
sma: Tyskerh dam bigkin goh mubpie veartenen dåaroe.

source: Maŋŋil soađi geavahuvvui dát visti hoteallan.
sma: Dihte edtji årroeme-sijjie tyske åejvide årrodh.

source: Skuvla láigohii dán visttii skuvlajagi, muhto geasset lei dát visti hoteallan.
sma: Dåaroen mænngan dihte hovtelline sjidti. Skuvle dam skuvlejaepiem leeji, mohte giesegi lij hovtelle.

source: Hotealla eaiggát orui skuvllas ja geahčai bearrái iežas hotealladávviriid vuosttaš golbma- njealje jagi.
sma: Hovtellen aajhtere skuvlesne årroeji dah voestes golme-njielje jaepieh, sijhti altese deerpegidie geehtedh.

source: Manin sámeskuvla sámegiela haga ?
sma: Man åvteste saemien skuvle saemien namhtegh ?

source: - Mun máhtten sámegiela ja dárogiela buori muddui go álgen skuvlii. Mus eai lean váttisvuođat ipmirdit.
sma: - Manne dovne saemien jih daaroen meehtim goh skuvlesne eelkim guktie ij lij munnjien geerve maam guarkedh.

source: Eará mánáin lei vearrát. Ledje oalle máŋgasa geat máhtte unnán dárogiela.
sma: Jeatjah learohkidie vierrebe juktie idtjin eensi laakan daaroen gielem soptsesth.

source: Ii oktage oahpaheddjiin máhttán sámegiela, earret Ella Holm Bull.
sma: Ella Holm Bull saemesti mohte idtjin gieh jeatja dejstie lohkehtæjjijste.

source: Son barggai doppe oanehaš go lei aitto geargan oahpaheaddjeoahpus, ja lei oahpaheaddjin smávvaskuvlla dásis 1. ja 2 luohkás, muhto mus gal ii lean goasse.
sma: Ealla lij desnie boelhketjem goh lohkehtæjja-skuvleste bøøti. Dihte voestes jih mubpien klaassesne lohkehti, mohte idtjim manne dam lohkehtæjjine utni.

source: Mus ii lean goasse sámegielat oahpaheaddji.
sma: Nimhtie idtjim manne sååjhth lohkehtæjjam utnedh guhte saemesti.

source: Dan gal váillahin.
sma: Dam manne ohtsim.

source: Mii jearaimet guhtet guoibmáseamet ahte manin mii vázzit sámi skuvllas go eat oaččo oahppat sámegiela.
sma: Sinsætnan jeehtimh man gaavhtan libie saemien skuvlesne vaedtsieminie gosse ibie åadtjoeh saemien gielem lieredh.

source: Ii vel de ge go šattai lohpi oahpahit sámegillii, rievdan mihkkege Aarbortes.
sma: Mænngan gosse luhpie sjidti saemien gielem øøhpehtidh, idtji læjhkan naan joekehtse Aarbortesne sjidth.

source: Muittán ahte logaimet Margarethe Wiig:a sámi ABC, dárogillii.
sma: Måjhtam mijjieh Margarethe Wiig-en ABC-em daaroen-gielesne lohkimh.

source: Čađat go vázzen sámeskuvlla lei mis dálueamit, gii máhtii sámegiela.
sma: Abpe tijjem goh lim skuvlesne, dihte gåetie-iemede dihte meehti saemiestidh.

source: Álggos lei Maja Staven (Lifjell) gitta vácciimet njealját luohká.
sma: Iemede lij Maja Staven (Lifjell) guhte lij desnie mov voestes njielje jaepieh skuvlesne.

source: Dan maŋŋil lei Sofie Kappfjell.
sma: Dan mænngan Sofie Kappfjell bøøti guhte aaj saemesti.

source: Ledje maid eará internáhttabargit geat hupme sámegiela, earret eará Skjolvor Joma. Åsta Larsen barggai maid doppe oanehit áiggi.
sma: Naaken jeatjebh dejstie internate-barkijste aaj saemiestin, guktie Skjolvor Joma jih Åsta Larsen guhth desnie ståantetjem barkigan.

source: Eanas oahppit bohte boazodoallobearrašiin, ja skuvlajahki lei heivehuvvon boazodollui.
sma: Jeenemesh dejstie learohkijste båatsoe-burriefuelhkijste bøøtin juktie skuvlejaepieh lin båatsoebårran sjiehteldihkie.

source: Golbma vuosttaš jagi vácciimet dušše ovddabealde juovllaid, sullii 16 vahkku, guhtta beaivvi vahkkus.
sma: Dah golme voestes jaepieh mijjieh ajve jåvli åvtelen veedtsimh, medtie 16 våhkoeh, govhte biejjieh våhkosne.

source: Stuoraskuvllas vácciimet giđđat, sullii 22 vahkku.
sma: Dah båarasåbpoe learohkh jåvlen mænngan veedtsin, medtie 22 våhkoeh.

source: Ná ledje mis unnit diimmut go giliskuvllas Aarbortes, ja muittán ahte gilimánát gáđaštedje min go mis lei nu ollu friddja.
sma: Nimhtie lih mijjen vaenebh tæjmoeh mohtedihks voenen skuvline. Måjhtam dah maanah desnie mijjese sohtehtin juktie mijjen dan guhkies eejehtimmie.

source: Vaikko skuvllas váillui sámi giella ja sisdoallu, de Albertas leat ollu buorit sánit skuvlla birra gos son váccii:
sma: Jalhts ij lij skuvlesne saemien sisvege jallh saemien giele, Alberte læjhkan jijnjem bueriem maahta skuvlen bijre jiehtedh:

source: - Skuvla attii oktavuođadovddu. Mii šattaimet váldit ovddasvástádusa guhtet guoibmáseamet ja ovdánahttiimet solidaritehta.
sma: - Mijjieh skuvlesne ektesne murriedimh jih akti vyøki barkimh, tjoeverimh aaj diedtem sinsætnan vuesiehtidh, jih bueries-voetem gaskems nænnoestidh.

source: Fágalaččat ja birrasa dáfus lei dát buorre skuvla.
sma: Faagi jih byjresken gaavhtan lij skuvle buerie.

source: Soames háve ledje mis máhttogilvvohallamat Aarborte skuvllaid gaskkas, ja dávjjimusat lei sámeskuvla mii vuittii.
sma: Naan aejkien lin maahtoe-gaahtjemh skuvli gaskems Aarbortesne, jih aejkeste aajkan mijjen skuvle vitni.

source: Mu eadni lei mielde skuvlla bearráigeahččoráđis, áidna nissonolmmožiin.
sma: Gosse treavkahgaahtjemh jih njultjeme, dellie aaj mijjen skuvle åvtesijjesne.

source: Ii sáhte leamaš álki dan áiggi, go ráđis ledje aivve dievddut geat ledje alla virggiin nu go suohkanbáhppa ja guovlludoavttir.
sma: Ij sån lij dihte aelhkie dej beeli juktie raeresne lin ålmah meatan guht vihkeles barkojne giehteleminie. Desnie dovne hearra jih dåaktere.

source: Sii eai várra liikon go okta nissonolmmoš geas ii lean alla oahppu ja ámmát galggai ovddidit iežas oaiviliid.
sma: Idtjin sih dah lyjhkh gujne meatan gie ij lij seamma gellie skuvlh vaadtseme goh dah, mohte læjhkan åadtjodh jijtse aarvojde govlesasse beejedh.

source: Čuoiganbeaivi, dollagáttis, sullii 1960, Albert Jåma gurutbealde.
sma: Ålkine, stoerredållen bealesne ca.. 1960, Albert Jåma gårroe-bealesne.

source: (Govva: Grete Austad)
sma: (Guvvie: Grete Austad)

source: Soardin giliskuvllain
sma: Kruemiehtimmie voene-skuvline

source: 50- ja 60-logu jagit ledje garra ja árpmuhis jagit giliin.
sma: Jaepiej 1950 - 60 lij geerve jih aarmohts tijje voenine.

source: Dálumánát hárde ja givssidedje badjemánáid, gohčodedje min " finnungene ".
sma: Noere almetjh voenijste eerkin jih pleekin saemien maanide, daaroen jiehtsh " finnungane ".

source: Oallut sámi mánát, soaitimis eanas oassi sis geat vázze giliskuvllain šadde iežaset duogáža biehttalit vai oba cevzet ge.
sma: Gallesh dejstie saemien maanijste tjoeverin maahte jijtjedh saemien madtoem nyjhkedh jis edtjin åadtjodh raeffesne årrodh.

source: In jáhke mii leimmet nagodit seailluhit iežamet identitehta jus mis ii livčče leamaš sámeskuvla.
sma: Im manne vienhth mijjeh limh mijjen identitetem buektiehtamme gorredidh jis ij lij mijjen skuvle saemide.

source: Háliidan dadjat nu nannosit go ahte jus mun livččen galgan vázzit giliskuvllas Aarbortes, de livččen jallon.
sma: Vihteles maahtam tjirkedh juktie jis manne lim voenen-skuvlesne Høylaantesne vaadtseme, dellie mov aajla nåantan sjidteme.

source: Oaivvildan ahte oallugat sis geat vázze giliskuvllas, go geahččá sápmelačča čalmmiiguin, ledje billohuvvan birrasii.
sma: Manne moenem gallesh dejstie guhth voenen skuvlesne veedtsin, saemiej tjøødth-sijjeste, irhkemasse bøøtin.

source: Sii ledje massán sámi jurddašanmálle, eai šat jurddaš oktavuođa, muhto dušše juohkehaš iežas birra.
sma: Dassin voetem guktie saemiej ektesvuekien bijre ussjedidh jih jieledh.

source: Sámi jurddašanmálles gullá eanan buohkaide, ii leat dušše du dahje mu, muhto min ja min soga.
sma: Saemiej åssjaldahkesne lea laante gaajhkesidie. Ij leah laante mov jallh dov, mohte mijjen jih mijjen sliekti.

source: Lea dállodoalli jurddašanmálle ahte galgá leat priváhta oamastanriekti guovlluide.
sma: Daaroeh dah muenieh laante dejtie govlesåvva goh sjiere eeke ovmese dajvine.

source: Ii lean dohkálaš ahte sápmelaš jurddašii nie dan áiggi.
sma: Ij lin saemiej dagkeres åssjalommesh dej beeli.

source: Boazodoalloskuvllas kulturváttisvuođat
sma: Båatsoeburrie-skuvle kultuvrekollisjovnine

source: Maŋŋil sámiskuvlla ledje oallugat geat jotke vázzit joatkkaskuvlla Aarbortes.
sma: Saemie-skuvlen mænngan gallesh dejstie saemien learohkijstie jåarhkeskuvlesne Aarbortesne eelkin.

source: Muhto Albert lei vuos jagi ruovttus boazodoalus mielde ovdal go fas manai Aarbortii vázzit joatkkaskuvlla 1961- 62 dálvvi.
sma: Mohte Alberte lij jaepiem gåetesne bovtsi luvnie aerebi goh vihth Aarbortese vøølki jih jåarhkeskuvlem veedtsi 1961-62.

source: Maŋŋil vel ovtta jagi ruovttus ja váris, vulggii son Raavrhvijkii stáhta reálaskuvlii guovtti jahkái, ja de barggai boazodoalus vihtta jagi ovdal váccii eanet skuvlla.
sma: Vihth jaepiem gåetesne aerebi goh Raavrvijhkese vøølki jih desnie staaten realskuvlesne gøøkte jaepieh veedtsi. Dan mænngan vijhte jaepieh gåetesne aerebi goh vihth jeatja skuvlese.

source: 1968:s álggahuvvui Stáhta boazodoalloskuvla Borkenessii Harstad lahka, ja Albert beasai dohko álgit oahppin.
sma: Jaepien 1968 Staaten Båatsoeburrie-skuvle Borkenesesne Harstaden baalte rihpesovvi jih Alberte sijjiem desnie åadtjoeji.

source: Livččii gal dieđusge galgan álgit čakčat dalle go dat earát, muhto dalle lei nu ollu bargu boazodoalus ahte ii sáhttán vuolgit skuvlii.
sma: Bøøreme lij gujht dej jeatjah learohki ektine aelkedh, mohte dan jijnje barkoe vaeresne guktie idtji Alberte dam nøørh gænnah.

source: - Ožžon friddja leat ruovttus miehtá čavčča, ja ledjen meahcis čađat.
sma: - Luhpiem åadtjoejim abpe tjaktjem gåetesne, vaeresne barkedh.

source: Mun álgen de ođđajagimánus, dainna dieđuin ahte šattan bargat garrasit vai jovssan daid earáid.
sma: Skuvlese tsiengelen vøølkim jih desnie mannem raeriestin tjarki barkedh juktie edtjim dej jeatja learohkidie jaksedh.

source: Áidna mat fágain ledje ođđasat, ledje geologiija, eananoahppa ja šibitfága.
sma: Dah mah lin orre dennie faage-gievlesne lin geologie, laante-betnien learoe jih learoe gåetie-juvri bijre.

source: Das lei suoidnebuvttadeami ja gusa birra, dábálaš eanandoalloskuvlla fágat.
sma: Desnie åadtjoejimh lieredh kraesie-produksjovnen jih govsi bijre - sjiere laante-burrie faagh.

source: Muhto dáidda fágaide ii biddjon beare stuora deaddu.
sma: Mohte ij lin dah faagh joekoen vihkeles.

source: Girjedoallu lei ođđa fága eatnasiidda, muhto mus lei dát fága leamaš reálaskuvllas, ja dan sivas lei álki duohpat maid dat earát ledje oahppan.
sma: Gærja-tjaaleldahke lij orre faage, mohte dejnie lin manne realskuvlesne giehtelamme juktie dihte munnjien aelhkie sjidti. Dah jeatjah faagh lin aaj munnjien aeriebistie åehpies.

source: Ledje measta dušše bártnit dán luohkás, dušše okta nieida.
sma: Klaassesne lij akte niejte, dah jeatjebh påajkh.

source: Oahppit ledje eret sihke lullisámi guovllus ja Romssas ja Finnmárkkus.
sma: Learohkh bøøtin åarjelh-saemien dajvijste jih Romseste jih Finnmarkeste.

source: Lei buorre oktavuohta gaskkal lulli- ja davvisámiid.
sma: Buerie lij learohki gaskems åarjelh- jih noerhte dajvijste.

source: Dát oktavuohta dáhpáhuvai álo dárogillii, go eat gulahallan min sámegielaiguin.
sma: Tjoeverimh daaroestidh juktie idtjimh mijjieh mijjen joekehts saemien-gielem guarkah.

source: Davvisámegielat oahppit máhtte bures dárogiela, muittán dušše ovtta geas ledje veahá váttisvuođat dárogielain.
sma: Learohkh noerhte-samien dajvijste lin væjkeles daaroestidh. Måjhtam ajve aktem giese lij tsagkese daaroen soptsestidh.

source: Boazodoalloskuvla lei dáža eanandoallogilis ja lei sajistuvvon gilvvagárdeskuvlla vuolábeallai.
sma: Båatsoeburrie-skuvle lij laanteburrie dajvesne jih aaj gartnerskuvlen nuelesne.

source: Dát fal mielddisbuvttii veahá kulturváttisvuođaid ?
sma: Nimhtie sån kultuvre-kollisjovne sjidti ?

source: - Ledje vissa leamaš veahá váttisvuođat čakčat, ovdal go mun álgen, sihke skuvllas ja gilis.
sma: - Tjaktjen aerebi goh manne bøøtim, lin tsagkesh dovne skuvlesne jih voenesne.

source: Boazodoalloskuvllas ledje eanaš veahá boarrasit oahppit, go dákkár fálaladat ii lean ovdal leamaš.
sma: Gallesh dejstie learohkijstie båatsoeburrie skuvlesne lin naa båeries juktie ij lij dagkeres faaleldahke aerebi orreme.

source: Ledje gal veahá festemat, ja rektor, gii aiddonassii lei gilvvagárdeskuvlla rektor, várra balai mis veahá.
sma: Lustestalleme gujht sjidti, jih rektovre gie lij gartnerskuvlese veadtaldihkie, sån mijjeste billi.

source: Boazodoalloskuvlla stivrra ovdaolmmoš, Anders Oskal šattai boahtit skuvlii ráđđádallat.
sma: Åvtehke Båatsoeburrie-skuvlen ståvrosne, Anders Oskal tjoeveri båetedh mijjine råårestalledh.

source: Muhto leimmet gal bivnnuhat gili nieiddaid gaskkas.
sma: Mohte niejth voenesne mijjem lyjhkin- idtjin dah mijjeste billh.

source: Mu mielas lei somas gilibiras.
sma: Munnjien lij byjreske voenesne lustes.

source: - Váldogirji lei " Rein og reindrift " (Boazu ja boazodoallu) man Sven Skjenneberg lea čállán, son lei dutki " Statens reinforsøk":as Lodegis.
sma: - Mohte ij lij sån aelhkie båatsoeburrie-skuvline aelkedh, dijjen lin naan gærjah ? - Åejviegærja lij " Rein og reindrift " (Bovtsh jih båatsoeburrie) maam Svein Skjenneberg tjaaleme.

source: Ovdal Eanandoallodepartemeanta dohkkehii boazodoalloskuvlla, de lei gáibádussan ahte skuvllas lea eanandoallofága. Nu ahte mis lei plánas muhtin proseanta eanandoallofága.
sma: Dihte lij " forskere ved Statens reinforsøk " LødingesneJis laanteburrien departemente edtji båatsoeburrien skuvlem dåhkasjehtedh, dellie aaj tjoeverimh laanteburrien faagh plaanesne meatan.

source: Muhto soames fáttáid beasaimet lonuhit.
sma: Mohte naaken faagh åadtjoejimh plaaneste vaeltedh.

source: Earret eará lonuheimmet mii eret traktuvrra skohteriin.
sma: Nimhtie skuvtere traktovren sæjjan bøøti.

source: Skuvla osttii ovtta boares Varg- skohtera maid beasaimet divodit, ja maid ovtta ođđa " Ockelbo " mainna beasaimet vuojašit.
sma: Skuvle åestieji båeries " Vargem " mejnie åadtjoejimh giehtelidh, skruvvedidh, - jih aaj orre " Ockelboem " mejnie tjuerpies laakan vøøjetjimh.

source: Álelassii ruovttoluotta boazodollui
sma: Daamhtaj bååstide båatsoeburrien gåajkoe

source: Maŋŋil boazodoalloskuvlla manai Albert fas ruovttoluotta boazodollui.
sma: Båatsoeburrie-skuvlen mænngan vihth Alberte bååstide båatsoebårran.

source: Sus lei gal miella vázzit eanet skuvlla, muhto ii astan.
sma: Sijhti maaje jienebh skuvlh vaedtsedh, mohte idtji asth.

source: - Fertejin leat meahcis.
sma: - Tjoeverim vaeresne årrodh.

source: Mu viellja náitalii árrat ja fárrii olggos, ja de báhcen akto váhnemiiguin.
sma: Mov vielle pruvri jih jåhteji guktie manne oktegh mov eejhtegigujmie sjidtim.

source: Muhtin jagiid maŋŋil oaččui mu bearaš veahki.
sma: Naan jaepiej mænngan viehkieh bøøtin.

source: Anti- vieljažat fárrejedje deike Kárášjogas ja álge dáppe boazodollui mu bearrašiin ovttas.
sma: Anti-vielletjh Garresjohkeste bøøtin juhtien jih bovtsigujmie mov fuelhkien ektine eelkin.

source: Nu šattai munnje buoret astu eanet skuvllaid vázzit, ja de vázzen Oslos giellaskuvllas jagi gymnása.
sma: Nimhtie buerebe astoe munnjien sjidti skuvlh vaedtsedh, jih aktem jaepiem gymnasesne Osloven gieleskuvlesne veedtsim.

source: Dan maŋŋil ohcen beassat journalistaskuvlii.
sma: Dan mænngan journalist-skuvlem ohtsim.

source: Oidnen dárbbu geahččat lagabui buot boastuvuođaid maid sápmelaččat šadde gierdat.
sma: Vøøjnim man daerpies vuesiehtidh gaajhkem ov-reaktam mij saemiej vøøste dorjesovveme.

source: Ledjen bidjan oahpaheaddjeoahpu Álttás nubbin sávaldahkan, ja bessen dohko sisa.
sma: Mohte idtjim sijjiem desnie åadtjoeh guktie Aaltese vøølkim lohkehtæjja-skuvlem vaedtsedh.

source: Fas ožžon virgelobi álgit maŋŋil go dat earát. Álggos fertii dieđusge geargat njuovvamiiguin.
sma: Vihth tjoeverim aelkedh dej jeatjebi mænngan juktie tjoeverim gåetesne gosse leekedidh.

source: Golle guokte jagi gos ledje ollu virgelobit, go fertejin dávjá ruoktot čohkkenáiggiid ja njuovvanáiggiid.
sma: Gøøkte jaepieh skuvlesne, mohte gellien aejkien gåetesne viehkine dovne gosse tjøønghkedh jih aaj slaaterdidh.

source: Dán áiggis lei juo sámegielat ossodat Álttás, muhto dát lei dušše sidjiide geat hupme davvisámegiela.
sma: Dellie lij joe sjiere sijjie saemide, Aaltesne, mohte dihte sijjie lij dejtie guhth noerhtesaemien soptsestin.

source: Ieš Fertejin vázzit dárogielat ossodagas, in ge ožžon veahášge sámegielat sisdoalu dan áiggis go vázzen oahpaheaddjeoahpu.
sma: Jijtje tjoeverim daaroen learohki ektesne vaedtsedh juktie idtjim manne naan saemien faagen sisvegem åadtjoeh mearan desnie.

source: Dan bottá go orron Álttás, de válden davvisámegielat álgooahpu friddjaáiggis, ja mus lei Håkon Henriksen oahpaheaddjin.
sma: Mearan lim Aaltesne, manne noerhtesaemien loh kim gosse skuvlebiejjieh vaaseme. Mov lohkehtæjja desnie lij Håkon Henriksen.

source: Maŋimus jagi vázzen Troandimis, vai oatnu mátki ruoktot.
sma: Minngemes jaepiem Tråantesne veedtsim juktie dellie åenebe geajnoe gosse gåatan.

source: Maŋŋil oahpaheaddjeoahpu mannen fas ruovttoluotta boazodollui muhtin jagiid ovdal álgen oahpaheaddjin Snåaseii.
sma: Skuvlen mænngan vihth båatsoe-laantesne naan jaepieh aerebi goh lohkehtæjjine Snåasesne eelkim.

source: Ii lean gal astu oahpaheaddjin bargat, muhto go vurje, de bargen moadde jagi Snåase sámeskuvllas.
sma: Idtjim maaje asth lohkehtæjjine årrodh, mohte goh mannem Snåasese bøørin, dellie desnie naan jaepieh barkim.

source: Doppe ledje dalle oahppit geain lei sámegiella vuosttašgiellan, muhto vuosttašgielaoahpaheaddji lei heaitán barggus, ja mun álgen su sadjái.
sma: Desnie lin dellie learohkh saemien voestes gieline.

source: - Seammás go bargen oahpaheaddjin, lei mus ovddasvástádus jođihit boazodoalu.
sma: Lohkehtæjja guhte dejtie øøhpehtamme, lij orrejamme jih nimhtie manne dan sæjjan bøøtim.

source: Dan geažil dárbbašin mun virgelobisoabadusa skuvllajođiheddjiiguin, nu ahte sáhtán leat mielde boazobargguin go dohko gárte beare ollu barggut ja muđui go lei dárbu.
sma: - Mearan lim lohkehtæjja, mov aaj diedte båatsoebarkoem juhtiehtidh. Nimhtie lij munnjien daerpies Snåaseste loevenidh gosse jijnje barkoe bovtsi luvnie, jih aaj gosse lim jeatja barkose daerpies.

source: - Don muitalat ahte leat leamaš lullisámegiela oahpaheaddjin, muhto ii dus fal lean sámegiella skuvllas.
sma: - Datne leah åarjelh-saemien gielem øøhpehtamme, mohte idtji dån datne åadtjoeh saemiengielem skuvlesne lieredh.

source: Goas leat duođas oahppan lohkat ja čállit iežat eatnigiela ?
sma: Gåessie leah liereme jijtjedh ietniengielem tjaeledh jih lohkedh ?

source: - Skuvllain maid lean vázzán, in leat ožžon veaháge lullisámegieloahpu.
sma: - Skuvline gusnie leam vaadtseme im leah åådtjeme gielem lieredh.

source: Rávis olmmožiin serven soames kurssaide Snåases maid sámeskuvlla rektor Ella Holm Bull lágidii.
sma: Gosse geerve, dellie kuvsjh Snåasesne dåeriedim mejtie rektovre Saemien skuvlesne, Ella Holm Bulle juhtehti.

source: Maŋŋil lohken lullisámegiela jahkebeali lohkanbaji Snåases mii lei Lievenge allaskuvlla vuolde, ja fas moanat jagiid maŋŋil vázzen dan nuppi jahkebeali lohkanbaji Aarbortes.
sma: Mænngan bielie-jaepiekuvsjem Snåasesne dåeriedim mij lij Levangeren jilleskuvlen åelien nuelesne. Naan jaepien mænngan mubpiebieliekusjvem Aarbortesne veedtsim.

source: Dán lágidii Nesna allaskuvla.
sma: Dihte lij Nesnaen jilleskuvlen åelesne.

source: Oahpahus boazodoalu birra vai vuostá ?
sma: Øøhpehtimmie båatsoeburrien gaavhtan jallh vuj ?

source: Sihke iežas vásáhusa mielde ja maid maŋŋil lea oaidnán boazodoallooahpus, de lea Albert Jåma veahá eahpádusas.
sma: Altese dååjrehtsh jih maam båatsoeburrie-øøhpehtimmeste vuajneme, Albert Jåman aarvoem jååhkesje.

source: - Boazodoallooahpahusas orrot oahpaheame heivehit boazodoalu stuoraservodahkii.
sma: - Båatsoeburrie-øøhpehtimmie vååjnoes goh edtja båatsoeburriem sjiehtesjadtedh stoerre ektievoetese.

source: Dat ii leat hábmejuvvon sámi boazodoalu beroštumiid mielde, muhto stivrejuvvon beroštumiin mat bohtet olggobealde.
sma: Ij leah dihte nimhtie guktie buerie saemien båatsoe-bårran sjædta, mohte nimhtie guktie jeatjabidie iedtjide ålkoelisnie veadta.
